//let arr = [1, 2, 3, 4, 5, 6]
//arr[0] = "Понедельник"
//arr[1] = "Вторник"
//arr[2] = "Среда"
//arr[3] = "Четверг"
//arr[4] = "Пятница"
//arr[5] = "Суботта"
//arr[6] = "Воскресенье"
//alert(arr[0] + "_" + arr[ 1] + " Экзамен")

//let arr = ["Жени", "Ярик", "Саша", "Вова", "Миша" , "Дениса"]
//alert(arr[1] + " получит подарок от " + arr[0] + " а " + arr[3] + " получит подарок от " +  arr[5])

//obj = {"Женя" : "10", "Саша" : "1000" , "Михайло" : "1 бутер"}
//alert(obj["Женя"])

//let arr = ["Женя" , "Ярик" , "Свят" , "Бодя" , "Саша" , "Денис" , "Дана" , "Миша"]
//alert(arr[0]  + " " + arr[6] + " " + arr[4])

//let a = 1
  //  arr = [2, 3, 4, 5]
//for (t = 0; t < 4; t++){
 //   a = arr[t] * a
//}
//alert(a)